
// Массив, из которого будет генерироваться имя
const names = [
  'Дима',
  'Тимофей',
  'Алексей',
  'Мария',
  'Кристина',
  'Вика',
  'Игорь',
  'Виктор',
  'Катя',
  'Денис',
];


// Массив, из которого будут генерироваться текста комментария — message
// Необходимо взять 1 или 2 случайных предложения из представленных ниже:
const messages = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают.',
  'Как можно было поймать такой неудачный момент?!'
]:


// Массив, из которого будет генерироваться имя
const descriptionPhotos = [
  'В простоте есть удивительная красота.',
  'Новая камера. Вроде получилось неплохо :)',
  'Зацените фотку!',
  'Все только начинает становиться действительно хорошим.',
  'Независимо от того, что вы делаете в жизни, убедитесь, что это то, что делает вас счастливыми!',
  'Выходные, пожалуйста, не оставляйте меня сейчас!',
];
